import React from "react";
import Header from "../components/Header";

const AboutUs = () => {
  return (
    <div>
        <Header/>
      <div className="w-full rounded-2xl p-8 md:p-12">
        <p>
          আমরা একটি আধুনিক MCQ শেয়ারিং ও অনলাইন পরীক্ষা তৈরির প্ল্যাটফর্ম।
          শিক্ষার্থী, শিক্ষক এবং সকল পরীক্ষার্থীর জন্য সহজে প্রশ্ন তৈরি, শেয়ার
          এবং পরীক্ষা দেয়ার সুযোগ তৈরি করাই আমাদের মূল লক্ষ্য।
        </p>

        <p>
          আমাদের প্ল্যাটফর্মে আপনি নিজের প্রয়োজন অনুযায়ী প্রশ্ন তৈরি করতে পারেন,
          অন্যদের প্রশ্ন ব্যবহার করতে পারেন এবং তা ব্যবহার করে পরীক্ষা তৈরি করতে
          পারেন। দ্রুত শিখতে ও নিয়মিত অনুশীলন করতে আমাদের সিস্টেম আপনাকে সাহায্য
          করবে।
        </p>

        <p>আমাদের লক্ষ্য:</p>
        <ul className="list-disc ml-6 space-y-1">
          <li>শিক্ষাকে আরও সহজ ও প্র্যাকটিক্যাল করা</li>
          <li>অল্প সময়ের মধ্যে বেশি অনুশীলনের সুযোগ দেওয়া</li>
          <li>শিক্ষার্থীদের প্রস্তুতিকে আরও উন্নত করা</li>
          <li>উচ্চমানের প্রশ্নের একটি বিশাল সংগ্রহ তৈরি করা</li>
        </ul>

        <p>
          আমরা সর্বদা নতুন ফিচার, নিরাপত্তা এবং ব্যবহারকারীর অভিজ্ঞতা উন্নত করতে
          কাজ করে যাচ্ছি। আপনাদের পরামর্শ আমাদের জন্য অত্যন্ত গুরুত্বপূর্ণ।
        </p>
      </div>
    </div>
  );
};

export default AboutUs;
